export const explainBattle = {
  label: 'Анализ плюсов и минусов боевой системы',
  text: 
    <>
      <h3>Подробнее о хитах</h3>
      <div>Приимущества текущей боевой системы:</div>
      <li>Броневые хиты не гарантия живучести персонажа</li>
      <li>Эффективность боя строится не на "скорости удала по противнику", а "точности удара в слабые зоны"</li>
      <li>Стрелкам придется тренеровать не скорость а точность выстрела</li>
      <li>Игроки мотивированы не повышать количество броневых хитов, а закрывать максмиальную площадь тела</li>
      <li>Требования "наличия шлема" чтоб броневые хиты засчитывались - уменьшит травмоопасность игроков</li>
      <li>Мирные жители не умирают сразу при желании от одного удара в руку, а могут вылечить свое ранение</li>
      <li>Наличие ранения в разные участки тела, позволяет отигрывать эти ранения, что усиливает погружение в роль</li>
      <li>Все оружие имеет одинаковый урон - это уменьшает путанницу во время боя</li>
      <li>"Особое оружие" выдано только тем персонажам, которые ЯВНО должны выделяться своим образом среди простых игроков, что позволяет упростить понимание урона</li>
      <li>"Особое оружие" в руках капитана дает возможность капитанам эффективно участвовать в бою, а не только командовать строем</li>
      <br />
      <div>Недостатки:</div>
      <li>Игроку придется "читать" попадания в слабые зоны, это усложняет боевое взаимодействие</li>
      <li>Необходимость защищать большую площадь, а не получать большее количество хитов, возможно потребует нового взгляда на свое снаряжение</li>
      <li>Эффективность боя строится не на "скорости удала по противнику", а "точности удара в слабые зоны", что будет сложно освоить игрокам которые тренеровались в классическом стиле</li>
      <li>Стрелкам придется тренеровать не скорость а точность выстрела</li>
      <li>Придется в голове держать два параметра: статус ранения своего персонажа и количество броневых хитов</li>
    </>
}