export const artifact = {
  label: 'Артефакт',
  icon: '',
  hint: 'Выполняет игротехнические свойства',
  text: 
    <>
      <h2>Эффекты</h2>
        <div>Имеет игротехнические свойвства</div>
      <h2>Вес: 0</h2>
      <h2>Ограничения:</h2>
        <li>Запрещается уничтожать</li>
        <li>Запрещается прятать без возможности обнаружения</li>
        <li>Любой артефакт имеет лишь сюжетное назначение</li>
        <li>Игровой предмет</li>
      
      <h2>Моделируется:</h2>
        <div>Игровой предмет с мастерской печатью</div>
      <br />
      <div>Любой артефакт можно продать мастерам за игровые деньги</div>
    </>
}