export const healPotion = {
  label: 'Зелье лечения',
  icon: '',
  hint: 'В случае легкого ранения мгновенно востанавлвиает живые хиты',
  text: 
    <>
      <h2>Эффекты</h2>
        <div>В случае легкого ранения мгновенно востанавлвиает живые хиты</div>
      <h2>Вес: 0</h2>
      <h2>Ограничения:</h2>
        <li>Не лечит тяжелое ранение</li>
        <li>Одноразовое</li>
        <li>Игровой предмет</li>
      
      <h2>Моделируется:</h2>
        <div>прозрачная колба с запиской</div>
      <br />
      <div>Производится у алхимиков, потребляет медокмплект</div>
    </>
  
}