export const repairPotion = {
  label: 'Оружейное масло',
  icon: '',
  hint: 'Мгновенно восстанавливает все бронехиты на участках броне где количество броневых хитов не равно нулю',
  text: 
    <>
      <h2>эффекты</h2>
        <div>Мгновенно восстанавливает все бронехиты на участках броне где количество броневых хитов не равно нулю</div>
      <h2>Вес: 0</h2>
      <h2>Ограничения:</h2>
        <li>Не восстанавливает броневые хиты на броне с нулевым уровнем хитов</li>
        <li>Одноразовое</li>
        <li>Игровой предмет</li>
      <h2>Моделируется:</h2>
        <div>Прозрачная колба с запиской</div>
      <br />
      <div>Производится у алхимиков, потребляет медокмплект</div>
    </>
  
}