export const globalPray = {
  label: 'Вселенская молитва',
  icon: '',
  hint: 'Молитва отчищения земли от зла',
  text: 
    <>
      <div>Священники устраивают массовый молебен с представителями всех людских лагерей</div>
      <h2>Результат:</h2>
      <div>Могут выбрать одно из нескольких действий на этапе затмения</div>
        <li><b>Целебное дыхание небес:</b> Вылечить всех выживших после “Битвы королевств"</li>
        <li><b>Небесное благословение:</b> Отменить ослабление жертв</li>
        <li><b>Молитва за упокой:</b> Все одержимые лишаются броневых хитов</li>
      <h2>Условия проведения:</h2>
        <li>От каждого лагеря должен присутствовать минимум один человек без метки жертвы</li>
        <li>Благодать должна быть выше 8</li>
        <li>Все человеческие лагеря должны уплатить церковную десятину</li>
      <h2>Условия отмены действия:</h2>
        <li>Смерть одного из представителей во время молитвы</li>
        <li>Смерть или ранение проводящего молитву священника</li>
      <div>ПРИМЕЧАНИЕ: Cначала накладывается эффект затмения, потом применяется эффект ”Вселенской молитвы"</div>
    </>
}