export const pray = {
  label: 'Молитва',
  icon: '',
  hint: 'Священники могут проводить молитвы',
  text: 
    <>
      <h2>Доступно:</h2>
      <div>Свящщенники</div>
      <h2>Условия проведения:</h2>
        <li>Молящиеся должны встать на колено дл ятого чтоб молитва подейсвтовала на них</li>
      <h2>Результат:</h2>
        <li>Молящийся с меткой жертвы переходит в состояние “Тяжело ранен”</li>
        <li>Персонаж-чудовище сопротивляется молитве (может понести урон если посчитает нужным)</li>
      <h2>Механика:</h2>
        <li>Количество молящихся ограничено уровнем Благодати</li>
        <li>Священник дает отведать святые хлебцы молящимся персонажам</li>
        <li>Священник чувствует себя истощенным и не может проводить следующую молитку в течении 2 часов</li>
      <h2>Условия срыва:</h2>
        <li>Любая помеха вербального произношения священника</li>
        <li>Получение урона священником</li>
    </>
}