export const prison = {
  label: 'Пленение',
  icon: '',

  text: 
    <>
      <div>Персонаж может быть пленен в ходе игры</div>
      <h3>Условия пленения:</h3>
        <li>Добровольная сдача</li>
        <li>Находятся в состоянии “Тяжело ранен” и готовы играть в плен</li>
        <li>Если не готовы то сообщайте что вы умерли и отправляйтесь в мертвяк</li>
      <h3>Механика:</h3>
        <li>Накинуть путы на руки пленника, так чтоб путы не спадали, но была возможность освободится самостоятельно</li>
      <h3>Условия отмены действия:</h3>
        <li>Пленник может осободиться от веревки если у него есть игровой нож или острое игровое оружие</li>
        <li>Пленник не обязан подчиняться пленителям, но должен учитывать свое текущие состояние здоровья</li>
    </>
}