export const ransom = {
  label: 'Выкуп пленника',
  icon: '',
  hint: 'За ценных пленников может быть получена плата',
  text: 
    <>
      <h2>Условия проведения:</h2>
        <li>В лагере находится интендант</li>
        <li>В лагере находится пленник</li>
      <h2>Механика:</h2>
        <li>Интендант должен оценить его снаряжение, социальный статус, оценив тем самым ценность пленника</li>
        <li>Интендант передает</li>
        <li>Пленник должен с хайратником добраться до своего родного лагеря и вернуться в игру тем же персонажем</li>
    </>
}