export const search = {
  label: 'Обыск лагеря',
  icon: '',
  hint: 'Происходит обыск лагеря',
  text: 
    <>
      <div>Атакующая сторона может осмотреть лагерь под присмотром интенданта</div>
      <h3>Условия проведения:</h3>
        <li>Атакующие провели удачный штурм</li>
        <li>В лагере находится интендант</li>
      <h3>Механика:</h3>
        <li>Атакующие проводят аккуратный осмотр лагеря, в котором могут находится игровые ресурсы, деньги или предметы</li>
        <li>Если обороняющаяся сторона не хочет чтоб по их лагерю ходили чужаки то может отдать все самостоятельно</li>
        <li>Сыщики не должны ломать или портить предметы, для правомерности проведения обыск сопровождает интендант</li>
        <li>Количество сыщиков определяет интендант</li>
        <li>Во время обыска никто посторонний в лагерь не может проникнуть</li>
        <li>Время и формат обыска определяется интендантом</li>
      <h3>Условия отмены действия:</h3>
        <li>Закончилось время обыска</li>
        <li>Интендант потребовал завершение обыска</li>
    </>
}