import { Item } from "../../../type";

export const assItem03: Item = {
  label: 'Мертвый солдат',
  element:
    <>
      <h3>Роль</h3>
        <div>Игрок потерявший все хиты и двигается в сторону закрытой зоны или зоны подкрепления</div>
        <div>Игрок в это время не участвует в боевых дейсвтиях, не передает информацию</div>
        <div>Символом мертвого солдата является поднятое оружие над головой гадой вверх</div>
        <div>Мешать своим мертвым присусвием другим игрокам категарически запрещено</div>
      <h3>Особые ситуации:</h3>
        <div>Мертвы статус не дает повода спорить и иметь возможность словесной перебранки</div>
        <div>Каждый игрок самостоятельно считаетс вои хиты если вы видите подозрительную активность сообщите о ней интенданту и разбирайтесь после штурма</div>
        <div>Штурм не будет иметь никаких остановок</div>
        <div>В статусе "Мертв" вы можете проходить через неигровые зоны, но делайте это аккуратно</div>
    </>
}