import { Chapter } from '../../components';

import s from './conf.module.css';

export function Conf(): JSX.Element {
  return (
    <div className={s.container}>
      <Chapter chapter='Политика конфиденциальности' />      
      <div className={s.label}>Общие положения</div>
      <div className={s.listContainer}>
        <div>
          Настоящая Политика в отношении обработки персональных данных (далее – «Политика») составлена в соответствии с требованиями Федерального закона Российской Федерации «О персональных данных» № 152-ФЗ от 27 июля 2006 года (далее – «Закон о персональных данных»), а также иных нормативно-правовых актов Российской Федерации в области защиты и обработки персональных данных, и действует в отношении персональных данных, которые проект «ПРИ Темные века» https://vk.com/larpdarkage (далее – «Оператор») может получить от субъекта персональных данных, являющегося пользователем сайта «ВКонтакте» https://vk.com (далее – «Сайт») через форму сбора заявок, в целях защиты его прав и свобод при обработке его персональных данных Оператором.
        </div>
        <br />

        <div>
          Оператор имеет право вносить изменения в настоящую Политику. Новая редакция Политики с указанием даты ее принятия вступает в силу со дня следующего за днем размещения её по адресу https://larpdarkage.ru/vk-policy
        </div>
      </div>

      <div className={s.listContainer}>
        <div>
          В настоящей Политике нижеприведенные термины имеют следующее значение:
        </div>

        <li>Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных) – Пользователю Сайта;</li>
        <li>Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;</li>
        <li>Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;</li>
        <li>Персональные данные, сделанные общедоступными субъектом персональных данных – персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе;</li>
        <li>Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);</li>
        <li>Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных;</li>
        <li>Оператор – организация, обрабатывающая персональные данные – «ПРИ Темные века», https://vk.com/larpdarkage</li>
        <li>Субъект персональных данных, Пользователь – пользователь Сайта, предоставивший свои персональные данные Оператору при заключении пользовательского соглашения.</li>
      </div>

      <div className={s.label}>Цели обработки персональных данных Оператором</div>
      <div className={s.listContainer}>
        <div>
          Целью обработки Оператором персональных данных Пользователей является:
          <li>Осуществление Оператором почтовых рассылок по электронным адресам пользователей (в случае их согласия) с целью приглашения их к участию в проекте «ПРИ ТЕмные века»  и сообщения о новостях, статьях и мероприятиях проекта.</li>
        </div>
      </div>

      <div className={s.label}>Принципы и условия обработки персональных данных Пользователей</div>
      <div className={s.listContainer}>
        <div>
          В соответствии с требованиями Закона о персональных данных условиями и принципами обработки Оператором персональных данных Пользователей являются:
          <li>Обработка персональных данных осуществляется с согласия Пользователя на обработку его персональных данных. Нажимая кнопку «Я прочитал и согласен с условиями» Пользователь выражает свое согласие на обработку его персональных данных Оператором в соответствии с настоящей Политикой и подтверждает, что такое согласие дано им свободно, своей волей и в своем интересе. В случае недееспособности субъекта персональных данных согласие на обработку его персональных данных дает законный представитель Пользователя.</li>
          <li>Согласие на обработку персональных данных может быть отозвано Пользователем. В случае отзыва субъектом персональных данных согласия на обработку персональных данных оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных только при наличии оснований, предусмотренных Законом о персональных данных.</li>
          <li>В случае отзыва Пользователем согласия на обработку его персональных данных Оператор обязан прекратить их обработку и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные в срок, не превышающий тридцати дней с даты поступления указанного отзыва.</li>
          <li>В случае отсутствия возможности уничтожения персональных данных в течение указанного срока, указанного Оператор осуществляет блокирование таких персональных данных и обеспечивает уничтожение персональных данных в срок не более чем шесть месяцев.</li>
        </div>
        
        <div>
          Сбор и обработка персональных данных Оператором осуществляется с помощью формы сбора заявок, расположенной на сайте vk.com. Пользователь Сайта предоставляет Оператору свои персональные данные путем заполнения формы сбора заявок на Сайте. Нажимая кнопку подтверждения подписки Пользователь дает Оператору согласие на обработку предоставленных им персональных данных в соответствии с условиями настоящей Политики.
        </div>

        <div>
          Пользователь имеет право на получение от Оператора следующей информации, касающейся обработки его персональных данных, в том числе при сборе его персональных данных (за исключением случаев, предусмотренных Законом о персональных данных):
          <li>подтверждение факта обработки персональных данных Оператором;</li>
          <li>правовые основания и цели обработки персональных данных;</li>
          <li>цели и применяемые оператором способы обработки персональных данных;</li>
          <li>наименование и место нахождения Оператора, сведения о лицах (за исключением работников Оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с оператором или на основании федерального закона;</li>
          <li>обрабатываемые персональные данные, относящиеся к соответствующему Пользователю, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом;</li>
          <li>сроки обработки персональных данных, в том числе сроки их хранения;</li>
          <li>информацию об осуществленной или о предполагаемой трансграничной передаче данных;</li>
          <li>иные сведения, предусмотренные федеральными законами.</li>
        </div>

        <div>
          Пользователь вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав. В срок, не превышающий семи рабочих дней со дня предоставления Пользователем сведений, подтверждающих, что его персональные данные, находящиеся у Оператора, являются неполными, неточными или неактуальными, Оператор обязан внести в них необходимые изменения. В срок, не превышающий семи рабочих дней со дня представления Пользователем сведений, подтверждающих, что такие персональные данные являются незаконно полученными или не являются необходимыми для заявленной цели обработки, Оператор обязан уничтожить такие персональные данные. Оператор обязан уведомить Пользователя о внесенных изменениях и предпринятых мерах и принять разумные меры для уведомления третьих лиц, в случае если им были переданы персональные данные этого Пользователя.
        </div>
      </div>

      <div className={s.label}>Сроки хранения персональных Данных Пользователей</div>
      <div className={s.listContainer}>
        <div>
          Персональные данные Пользователя хранятся Оператором в течение срока действия пользовательского соглашения с Пользователем, а также в течение 5 лет после окончания срока его действия.
        </div>
      </div>
    </div>
  )
}