export const players = [
  {
    label: 'Как работает броня',
    link: '/armorFAQ',
    subLabels: [
      'Примеры брони',
      'Как чинить',
      'Онлайн калькулятор брони'
    ]
  },
  {
    label: 'Куда девать деньги',
    link: '/cashFAQ',
    subLabels: [
      'Что купить',
      'Как заработать',
    ]
  },
  {
    label: 'Как получить самую крутую постройку',
    link: '/buildingsFAQ',
    subLabels: [
      'Откуда брать ресурсы',
      'Как ускорить производств',
      'Сколько требовать за услуги и товары'
    ]
  },
  {
    label: 'Игровые зоны',
    link: '/zonesFAQ',
    subLabels: [
      'Где меня могут убить, а где нет',
      'Есть ли особые зоны где правила работаю иначе',
    ]
  },
]