export const rules = [
  {
    label: 'Основные правила',
    link: '/general',
    subLabels: [
      'Поведение на полигоне',
      'Техника безопасности',
      'Время проведения',
      'Коммерция',
    ]
  },
  {
    label: 'Боевые взаимодейсвтия',
    link: '/battle',
    subLabels: [
      'Допуск оружия',
      'Урон оружия',
      'Здоровье персонажа',
      'Медицина и лечение',
      'Броня персонажа',
    ]
  },
  {
    label: 'Персонажи',
    link: '/characters',
    subLabels: [
      'Люди',
      'Чудовища',
    ]
  },
  {
    label: 'Локация',
    link: '/location',
    subLabels: [
      'Статус лагеря',
      'Постройки',
    ]
  },
  {
    label: 'Игровые ресурсы',
    link: '/resources',
    subLabels: [
      'Предметы',
      'Влияние',
      'Метки жертвы',
      'Благодать',
    ]
  },
  {
    label: 'Игровые действия',
    link: '/actions',
    subLabels: [
      'Пленение',
      'Выкуп',
      'Штурм лагеря',
      'Ограбление лагеря',
      'Церковная десятина',
      'Молебен',
      'Отчищение огнем',
      'МолебенОтчистка земли от зла',
      'Пожирание',
      'Заключение в темницу',
    ]
  },
  {
    label: 'Политика',
    link: '/politic',
    subLabels: [
      'Битва держав',
      'Затмение',
    ]
  },
]