export const rules = [
  {
    label: 'Основные правила',
    link: '/general',
    subLabels: [
      'Поведение на полигоне',
      'Техника безопасности',
      'Время проведения',
      'Коммерция',
    ]
  },
  {
    label: 'Допуски снаряжения',
    link: '/tolerance',
    subLabels: [
      'Боевые зоны игрока',
      'Ограничения в бою',
      'Выход из боевой ситуации',
    ]
  },
  {
    label: 'Боевые взаимодейсвтия',
    link: '/battle',
    subLabels: [
      'Урон оружия',
      'Живые хиты',
      'Лечение',
      'Броневые хиты',
      'Ремонт',
    ]
  },
  {
    label: 'Монстры',
    link: '/monsters',
    subLabels: [
      'Урон чудовщи',
      'Правила чудовищ',
      'Одержимые',
      'Прмиеры чудовищ',
      'Архетипы',
    ]
  },
  {
    label: 'Персонажи',
    link: '/characters',
    subLabels: [
      'Люди',
      'Чудовища',
    ]
  },
  {
    label: 'Локация',
    link: '/location',
    subLabels: [
      'Статус лагеря',
      'Постройки',
    ]
  },
  {
    label: 'Игровые ресурсы',
    link: '/resources',
    subLabels: [
      'Предметы',
      'Влияние',
      'Метки жертвы',
      'Благодать',
    ]
  },
  {
    label: 'Игровые действия',
    link: '/actions',
    subLabels: [
      'Пленение',
      'Выкуп',
      'Штурм лагеря',
      'Ограбление лагеря',
      'Церковная десятина',
      'Молебен',
      'Отчищение огнем',
      'МолебенОтчистка земли от зла',
      'Пожирание',
      'Заключение в темницу',
    ]
  },
  {
    label: 'Политика',
    link: '/politic',
    subLabels: [
      'Битва держав',
      'Затмение',
    ]
  },
]